const Content = new Map([
    ["name", "Tirzepatide"],
    ["indication", "作為飲食及運動療法之外的輔助治療，用於改善成人第二型糖尿病患者的血糖控制。"],
    ["contra", "1. 個人或是家族有甲狀腺髓質癌病(MTC)病史者\n2. 第二型多發性內分泌腫瘤綜合症(MEN2)者\n3. 對本藥成分過敏者"],
    ["side", "便祕、腹瀉、食慾減少、噁心、嘔吐"],
    ["dose", "1. 建議起始劑量為每週一次2.5mg皮下注射，持續4週。\n2. 之後可將劑量增加至每週一次5mg，並根據個人血糖控制情況及耐受性，每4週增加2.5mg為單位。\n3. 最大劑量為每週一次15mg皮下注射。\n4. 可在腹部、大腿或上臂進行皮下注射，應避免注射於同一部位。\n5. 當Mounjaro與胰島素並用時，應分開給予，並切勿混用兩種藥品。可於身體同一部位注射Mounjaro和胰島素，但是注射位置不可緊鄰。"],
    ["caution", "如果錯過劑量，應在漏打後4天內盡快給藥。如果已超過4天，應跳過錯過的劑量並於原本排定的日期給予下⼀次劑量。在前述情況下，告知病⼈可恢復每週⼀次的常規給藥時程。"],
    ["mechanism", "GIP & GLP-1 受體促進劑。以葡萄糖依賴性方式刺激胰島素分泌，抑制胰昇糖素分泌，延緩胃排空，並促進飽足感。"],
    ["other", "保存:\n1. 未開封: 冷藏2-8°C\n2. 開封後: 可放置室溫(不超過30°C)30天，避免陽光直射。" ],
]);